import{M as e}from"./MarkDownViewer-DBNBu4kI.js";import{S as o}from"./SpecialNoteBox-Bv7LmTjh.js";import{d as c,c as a,f as n,h as r,s as i,e as t,_ as s}from"./index-BGhvoIAG.js";const l=`## 2020年，老团15，\\l高一，动画的时间\r
\r
与初音同居之后，祥子和老登形成了心照不宣的平衡，我学商科学家业，但是你不要管我乐队的内务也不要试图再插手初音的人生，双方各退一步，至少在丰川的旁支面前能维持祖慈孙孝。相应的双方也在各自添堵，老登根本不派人去压制什么丰川家大小姐玩票的传言，祥子在给事务所挣钱方面也没开始那么拼命，事业是搞的但是通告可以选择性不去。\r
\r
喵梦逐渐脱离了墨提斯的阴影，借着美奈美的资源努力往上打拼，成为配得上将来的睦的人。\r
\r
## 2023年，老团18，\\l大一，成年时\r
\r
Ave Mujica的人气到达了最初演出之后的顶峰。托文春等一众小报的福是个玩乐队的就知道Ave Mujica是丰川家大小姐的乐队。\r
\r
其他人都上了大学。喵梦报了相关专科学院，基本开始工作。高中期间她也已经积累了一些作品，算是小有名气的新星。征求过祥子与美奈美的意见后，睦说服了喵梦（“我相信喵梦，我也不想等”），在大一开学不久便向公众宣布了恋情。这当然引起了不小的震动，但Ave Mujica本身姛含量过度的演出做了缓冲，靠队友转正勉强压了下去。\r
\r
这个关键的时间点，祥子也开始认真规划她们的未来——家庭、子女、事业。\r
\r
老登知道自己操纵不了祥子的婚事，但核心要义就是不要试图什么歪瓜裂枣都往家里带。旁支暗戳戳地通过事务所给祥子介绍合作伙伴，结果拿来一看全都是差不多年龄的青年才俊，但粉饰得太体面祥子还真不好发作，只好晚上谈生意半夜被吃醋。\r
\r
至于初音，老登之前以为祥子这是故意气他加上乐队的新炒作，没当真。直到祥子第一次把初音带回大宅，“我希望你能把三角初华收为义女。”老登当场爆炸，表示虽然这是我年轻气盛的问题，但你想没想过初华的事在小豆岛并不是个秘密，我收她为义女所有人都会往那上面联想的。“我考虑过了，并不需要你对外做大肆宣传，只需要给她一个进这个家门的合理理由就行。本家的员工我会自己和他们沟通，小豆岛你既然能去偷情，自然也有办法敲打。”（丰川家的保镖保姆等应该都是比较偏小祥的，不然12集祥子根本跑不出机场，初音也进不了家门）\r
\r
这件事掰扯了至少一年，期间老登和祥子在乐队的事上较劲，安排各种黑料、纵容抢场馆甚至试图推同类团，导致演出变少了但祥子的工作压力反而提升。但是祥子此时没什么反制老登的办法，也已经没有破罐子破摔大不了一起送报纸的魄力了，只能先僵持。直到祥子联系一些比较边缘但确实也姓丰川的旁支老家伙商量能不能收初华为义女，老登发现人要丢大了祥子也很坚持，才不情不愿地在家庭聚会里提了一嘴，说祥子有个父亲死了母亲失踪的朋友，嘴甜懂事，也没被娱乐圈污染，后续学业的费用会由他来捐助，就当给小祥培养个助手了，以后送终也多个人。以人道主义的理由糊弄过去，成功了一半。\r
\r
高中毕业后不久，为了向初华表达自己的决心，也是想给自己一条羁绊的安全绳，初祥秘密登记了结婚。虽然要保密，但出于乐队的信任，她们向Ave Mujica的众人公布了恋情，事后也通过立希告知了Mygo的众人。两大团的人组织了一场小规模的秘密婚礼，本意是一起胡闹一下，反正大家都已经表白过了，只有初祥两人感慨万千（不知道什么时候才能办正式的）。灯还特意邀请初华去天文馆表达了祝福。不过有关事业不顺的原因，祥子对外是说祖父要把她逼回去专心继承家业。\r
\r
初音因为之前报过名号，怕真的激起鱼死网破，老登没敢让人直接给Sumimi施压。因此，签了丰川家事务所的艺人喵梦受的影响是最大的。老登不记得，下人自然会把这个看似不听话的队友捎带上。但喵梦也不是吃素的，虽然讨厌过Ave Mujica，但她也没打算让外人来拆老大的台。一开始她作为新人和事务所签的表演约并不长，在一次剧情冲突比较激烈的舞台后装作和祥子闹掰，趁机换了一家事务所，算是按祥子的心意从浑水里暂且脱身。期间若叶家并没有直接提供帮助，美奈美有提过要不要来自己的事务所，但算是吃了一次和家族扯关系的亏加上其实恶心美奈美这人，喵梦一律拒绝了。\r
\r
僵持期里，祥子告诉了睦她最近压力如此之大的真实原因，也就是初音的身世与她将初华带回丰川家的计划。睦没有能力给她意见，但她一如既往地陪在祥子身边，分担半身的痛苦。在此之前她已经在演艺圈大有发展，为了不造成两头施压，喵睦将与若叶家决裂的时间推迟到了大三，抓紧时间单独联系美奈美那边能利用上的演出资源，以防被老登彻底挤死。\r
\r
至于海铃，虽然她不理解（“我可是为了获取信用推了30个团啊！”），但在丰川祥子的要求下，她又开始接一些制作人的工作，总之就是要有mujica之外的生活。挣得不少但实在不入丰川家的眼，生活平稳，甚至因为和立希住一间宿舍可以说有些糜烂。虽然她一直要求信任，但初祥睦的一致意见是也不要再把她卷进来了，因此除了日常的演出对接和祥子提供的原因，海铃一直是一个闭眼低头做事的执行层。但是，交给她的任务都能得到完全的执行，外来的收入让人不必担心波及她，在一片混乱中这是最为珍贵的品质，因此到后面初华创业的时候她死死扯住了海铃把她拽来撑顶梁柱。\r
\r
## 2026年，老团21，\\l大学毕业\r
\r
事业上的问题基本都解决了，海铃做着自由的制作人、mujica贝斯手和偶尔的支援贝斯，喵梦一步步追赶着当红明星睦的脚步已经大有成果。祥子在大学期间一点点接手丰川家的企业。老登对于旁支插手祥子婚姻的纵容引发了恶劣影响，上层心并不齐，开始有增加旁支话语权以防祥子出事风险的声音出现，也有想让祥子立刻继承趁根基不稳捞取利益的。旁支中的有心人查到了初音的事，但摸不准祥子的知情情况和真实态度，算是不幸中的万幸。为此老登已经没有心气摆弄祥子，无论是人脉介绍还是能力指点，总之就是倾力相授。\r
\r
初音那边，算是为了避嫌，开了自己的小工作室。一开始是处理到期后和平不续签的Sumimi事宜，也就是真奈非演艺部分的工作，后来也开始自己签一些小宣发单，业务与人才来源主要是大学期间和偶像事业积累的人脉。丰川家给了养女的启动资金，一步一个脚印，后来慢慢发展成了一家主打少女风的唱片公司。\r
\r
祥子本来打算让海铃主控一段时间的乐队工作，花一些时间专心处理家族的破事。然而意外或者说惊喜发生了。\r
\r
谁都没想到海铃怀孕了，喵梦在收到这个消息的时候一口消音骂出声，比起四个不是卷入这事就是卷入那事的苦劳人，这家伙小日子过得可太滋润了。人生规划问题也再一次被提上日程。虽然生命的诞生是庄严的事，但很现实的话题是生孩子就是会占用大量的时间。如果零零散散的完成人生大事，那么Ave Mujica最坏情况下可能会有整三年无法全状态演出的时间，这对于快消的音乐市场来说是不可接受的。因此，在海铃立希盛大的婚礼现场，祥子被两队的人灌了一轮酒，等其他客人走得差不多后拍着桌子发起了酒疯——一个过程有些尴尬但话题非常严肃的话题，我们之中应该没人打算做丁克吧，羡慕海铃吗？羡慕就赶紧结婚回家自己生去。总之就是保证一年之后大家能满血回归。\r
\r
当然，实际情况就完全不是那么回事了，Ave Mujica的乐队会议一呼一应又不奇怪。且不说喵梦本来没打算那么早生，只是心神恍惚地回去停了一下避孕然后就半意外半意料地有了，两年后的梦那更不在当前计划内。\r
\r
问题主要还是在祥子自己身上。\r
\r
在热血上头的乐队会议之后，初音被遭遇催婚的幸福冲昏了头脑，而睦悄悄地跟了上来。\r
\r
“祥，你和初华的孩子，没关系吗？”\r
\r
“……我不知道。我需要一点时间做医疗咨询。”\r
\r
“决定了，就不能改了……孩子，不要像我一样。”\r
\r
结果自然是一致的——极不建议近亲结婚，必须的话请提前做基因检测。\r
\r
初音回家之后也冷静了下来，准备和祥子讨论遗传还有继承的问题，但祥子给了她一个更让人无法冷静的结论——她要自己生这个孩子。\r
\r
“为什么？你难道要……顶着怀孕的身体去董事会吗？小祥，你知道我喜欢小孩子，身体也很好，偶像那边我也可以和真……”\r
\r
“初音，法律是不承认近亲婚姻的。如果孩子从你体内诞生，即便她是你我的血脉，她也可能会失去继承丰川家的机会。这个迂腐又幽深的家族，带给我们太多遗憾，但我必须承认，它是一份庞大到难以想象的资源。我不想在我的孩子出生前就替她做决定，决定放弃旁人可能梦寐以求的金汤匙。或者说，我会尽全力让它变成一个金汤匙的，作为母亲，作为……母亲的孩子。”\r
\r
“但是，只要不让这个消息传出去，医院也不会给我们俩的血液做亲缘检测……”\r
\r
“已经有人知道了。我会下死手去封锁这个消息，但我们必须要做两手准备。”\r
\r
“……小祥。其实，我只要有小祥在就够了。只要有你在，我有信心克服所有困难，也不会感到寂寞。”\r
\r
“我知道。我知道……是我想要一个孩子，初音，我的初华。我会害怕有一天我忙到不得不与你分离，害怕有一天我和母亲一样突然撒手人寰，害怕时光把我们都打磨成苍老而缺乏生机的模样——我知道你不会，但听我说完。”\r
\r
“无论是你，还是我，我们都需要一个能走得更远的道标。而且我也想知道，如果我们……是一个从小被爱包围的你、或者一个长大了也被爱包围的我，按着我们本该有的轨道，萌芽、抽穗、开花，最后能够长成什么样子。难道你不好奇吗？”\r
\r
初音就这样败下阵来，接受了祥子的计划。\r
\r
老登那边，他在养女争夺战中就已经闻到些不对的味道，也不可能在外患未解的时刻与祥子撕破脸，因此只能冷笑。“终究是我造的孽……呵，你们，只要别因为一意孤行害了这孩子就好。”但作为遗传病的风险控制，老登要求这孩子满一岁的时候才能对外公开，不然生出一个无论身体还是智力残疾的孩子都会无法收场。\r
\r
在显怀完全无法出席的五个月里，祥子声称是出国调研学习，安心在东京修养。有时候会把朋友们、尤其是月份差不多的海铃邀请过来，散散步，聊聊与丰川家无关的孕妈心事。老登和祥子的秘书代为开会，姑且把局面维持在无变化状态。\r
\r
年末，莉子出生了。也快进入预产期的祥子没有出现在海铃的产房外，初华作为乐队的代表到场。但偷偷地，在元旦前不久一个暖阳的午后，海铃抱着小小只的莉子来到了丰川家。偷抽一根忍了十个月的烟，再花十分钟散掉身上的烟味和寒气后，\r
\r
“觉得你没看到现场就会想东想西，所以来炫耀一下。是有点痛，但是很可爱，对吧？”\r
\r
“是绿眼睛呢。呵呵，是在瞪我吗，勇气可嘉的孩子啊。”\r
\r
“祥子，你希望你的孩子更像你还是初华？”\r
\r
“……都可以，金眼睛吧。”因为我和母亲的发色并不相同，但眼睛是一样的。\r
\r
祥子试着抱了抱莉子。她摸不准是太轻还是太重，也许只是害怕伤到孩子，所以手有些僵硬。\r
\r
这是莉子和羽月的第一次见面。而下一次，就是八年后了。\r
\r
## 2027年，老团22，\\l莉莉丝出生。\r
\r
年初，羽月也出生了。比起莉子，羽月更沉一些，可能是因为祥子为了保密不好多出门，而海铃恨不得八个月了还要出去弹贝斯。\r
\r
然而，对这一家子来说，提心吊胆才刚刚开始。基因检查，智力检查，发育检查，几声咳嗽就能让全宅的人都慌神。老宅直到羽月离开都没再接待过任何访客，免得传染病进来。后来，一系列检查表明羽月真的只是身体素质较差，初祥松了一口气，至少没有会伴随一生的疾病，没有出生就输在起跑线上。\r
\r
老登在小孩子面前也败下阵来，他仍然懒得理初华，和祥子吹鼻子瞪眼，但时不时就去婴儿房溜达两圈，拿白胡茬蹭小孩的脸颊。老宅里飘着奶香味的时间让所有人都产生了一点错觉，仿佛这个家庭真的能回到十年前父慈子孝一团和和美美的状态。\r
\r
夏后初秋，羽月彻底断奶，时常盯着小鱼饼干不转眼，也能用蓝色的小章鱼抱枕或金色的毛绒毯子糊弄，不会妈妈们都不在视线里就一副泫然欲泣的样子。然而留给祥子休养的时间结束了，在她准备好处理那群上蹿下跳盼着她死的旁支的时候，她最不坚定的盟友倒了。\r
\r
丰川定治死了。死因是高血压，作为需要应酬的商界人士平平无奇，死亡年龄也寻常不过。但他偏偏死在了最需要他镇压局面的时候，仿佛是为了给祥子最后添一次堵。\r
\r
初音看着他进焚化炉的时候还有些悲意，而祥子在被仆人喊到老登床前的时候就已经眼前一黑。这下糟了，旁支有了往公司塞人的理由，老登的死忠不知道有多少还能用，甚至下一任继承人是谁都是可以说道说道的问题了。\r
\r
而羽月，一个没有公开身份，不能公开父亲的孩子，在这时候出现就会成为最好的靶子。\r
\r
于是，在老登下葬的第二天，穿着黑白孝服的祥子和初华做了第二个决定。\r
\r
“不能让羽月暴露在现在这个状态的丰川家眼前……古河庭、甚至东京，不能继续留下了。小豆岛。只要没有羽月，祖父死后这张牌就废了，那群鬣狗应该会放松警惕，我会托人秘密做户籍迁移，暂时过去避一避吧。”\r
\r
“但是你这边……嗯，需要我待多久？”\r
\r
“我只能说，我会尽快。”\r
\r
于是，祥子和初华确实得到了一个从小和长大都被爱包围的初华。可是陪在她身边的只有父亲（如果母亲的定义是且仅是怀孕生产的那个人），命运的齿轮又一次偏移轨道。\r
\r
## 2029年，老团24，\\l莉莉丝2岁，Gorai出生。\r
\r
## 2032年，老团27，\\l莉莉丝5岁，Gorai3岁。\r
\r
羽莉第一次公园初遇\r
\r
初华远远的拍了张照，后来翻相册才发现那孩子好像是莉子\r
\r
## 2035年，老团30，\\l莉莉丝8岁，Gorai6岁。\r
\r
在开始这一年之前，雫加入了灯的小家庭。\r
\r
立希辞职开了酒吧。羽月从小豆岛回到东京。\r
\r
## 2042年，莉莉丝15岁初三，\\lGorai13岁初一。\r
\r
莉莉丝的四人组成了一个无名乐队。对于其他孩子来说，这是一种流行的社团活动，但羽月已经产生了一些梦想——追随母亲组建职业乐队的梦想。此时的羽月开始尝试作词，主要风格是清新的民谣小调，给自己填鸭各种文学作品，未尝不是一种为赋新词强说愁。莉子从小就学习作曲，倒只是在实践已有的技能。海希知道自己孩子有了个小乐队，而且喵睦俩孩子都在，但剩下的孩子是谁她们没问。\r
\r
此时，她们还只是普通的好友。莉子只当羽月是理解彼此音乐的好朋友。\r
\r
放假，灯带着孩子们毕业典礼。羽月看到一处标着丰川的小屋，出于礼貌想拜访一下，结果遇到了中登。命运的齿轮开始磨损。\r
\r
某个雨夜，羽月和祥子聊起她职业乐队的梦想时候，遭到了高一滑铁卢过、因此极不支持这么早出道的祥子的阻拦，怒而从小豆岛八年到日常不见踪影翻旧账，甩出中登告知的扭曲身世后夺门而出（以上只是随便想的可能骂战内容，未定），自顾自消失在大雨里。初华匆匆下楼（未定）的时候羽月已经上了车，而祥子在钢琴前陷入了恐慌愤怒悲伤等情绪的混沌，只能自己出去找。羽月向着莉子家附近的街区游荡，浑身湿透，结果在莉子从学校回家的必经之路上碰到了心血来潮出来买零食的莉子。因为升学事务已经暂停一段时间乐队活动的莉子吓了一跳，赶紧询问眼神湿漉漉的羽月发生了什么。但羽月没反应，说了一堆命运、诅咒之类的中二词语（这只是，一曲悲鸣的挽歌，一具被遗忘之湖淹死的劳逸，和无法幸福的西西弗斯”），莉子只好先掏出些看过的骑士誓言稳住人，回家先擦干头发再说。\r
\r
海铃立希，尤其是海铃吓了一跳，这一看不就是初华的孩子，赶紧给初华打了个电话，“莉子捡了个叫羽月的孩子回来，跟你说一声”，然后拉着几乎要暴走的初华去酒吧里坐坐，聊聊发生了什么。\r
\r
羽月整个假期都住在海希家里。\r
\r
莉子见情况不对，开始不再顺从羽月，试图把羽月拉出浑浊的情绪。然而，没有告知真实原因的羽月怎么会听呢，反而开始往莉子身上倾注负面情绪……\r
\r
## 2043年，莉莉丝16岁高一，\\lGorai14岁初二。\r
\r
正文开始的时间。\r
\r
> 客串角色：\r
>\r
> 凑 羽希 24.9.21生日\r
>\r
> 温柔的孩子，比较像ykn\r
>\r
> 今井 澪 26.3.21生日、比较会发呆的孩子\r
`,_={class:"chronicle-view"},u={class:"page-container"},m={class:"content-card"},d="该内容正在制作中",p=c({__name:"ChronicleView",setup(v){return(M,f)=>(t(),a("div",_,[n("div",u,[n("article",m,[r(e,{content:i(l),indent:2},null,8,["content"])]),r(o,{"note-content":d})])]))}}),w=s(p,[["__scopeId","data-v-68a61229"]]);export{w as default};
